Repository: krizer18/fiken
Catalog: Fiken/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fi, fr, it, nb, nl, pt_br, sv

source: %lld RPM
da: %lld O/MIN
de: %lld U/MIN
fi: %lld K/MIN
fr: %lld TR/MIN
it: %lld GIRI/MIN
nb: %lld O/MIN
nl: %lld TPM
sv: %lld V/MIN

source: %lld cracks
da: %lld revner
de: %lld Risse
es: %lld grietas
fi: %lld halkeamaa
fr: %lld fissures
it: %lld crepe
nb: %lld sprekker
nl: %lld barsten
pt_br: %lld rachaduras
sv: %lld sprickor

source: %lld cracks · shake to reset
da: %lld revner · ryst for at nulstille
de: %lld Risse · schütteln zum Zurücksetzen
es: %lld grietas · agita para reiniciar
fi: %lld halkeamaa · ravista nollataksesi
fr: %lld fissures · secouez pour réinitialiser
it: %lld crepe · scuoti per azzerare
nb: %lld sprekker · rist for å nullstille
nl: %lld barsten · schud om te wissen
pt_br: %lld rachaduras · balance para zerar
sv: %lld sprickor · skaka för att nollställa

source: %lld left
da: %lld tilbage
de: noch %lld
es: quedan %lld
fi: %lld jäljellä
fr: %lld restantes
it: ne restano %lld
nb: %lld igjen
nl: %lld over
pt_br: restam %lld
sv: %lld kvar

source: At rest
da: I hvile
de: In Ruhe
es: En reposo
fi: Levossa
fr: Au repos
it: A riposo
nb: I ro
nl: In rust
pt_br: Em repouso
sv: I vila

source: Bubble wrap
da: Bobleplast
de: Luftpolsterfolie
es: Plástico de burbujas
fi: Kuplamuovi
fr: Papier bulle
it: Pluriball
nb: Bobleplast
nl: Bubbeltjesplastic
pt_br: Plástico bolha
sv: Bubbelplast

source: Choose which fidget to use
da: Vælg hvilken du vil bruge
de: Wähle, womit du spielen willst
es: Elige con cuál jugar
fi: Valitse mitä käytät
fr: Choisissez lequel utiliser
it: Scegli quale usare
nb: Velg hvilken du vil bruke
nl: Kies welke je wilt gebruiken
pt_br: Escolha qual usar
sv: Välj vilken du vill använda

source: Click Away
da: Klik løs
de: Klick für Klick
es: Clic tras clic
fi: Naksuta vapaasti
fr: Clic après clic
it: Clic dopo clic
nb: Klikk i vei
nl: Klik erop los
pt_br: Clique à vontade
sv: Klicka på

source: Detent dial
da: Hakhjul
de: Rastrad
es: Dial con muescas
fi: Pykäläkiekko
fr: Molette crantée
it: Ghiera a scatti
nb: Hakkehjul
nl: Klikwiel
pt_br: Disco com travas
sv: Spärrhjul

source: Double tap to turn sound on or off
da: Dobbelttryk for at slå lyden til eller fra
de: Doppeltippen, um den Ton ein- oder auszuschalten
es: Toca dos veces para activar o desactivar el sonido
fi: Kaksoisnapauta kytkeäksesi äänen päälle tai pois
fr: Touchez deux fois pour activer ou désactiver le son
it: Tocca due volte per attivare o disattivare il suono
nb: Dobbelttrykk for å slå lyden av eller på
nl: Dubbeltik om geluid aan of uit te zetten
pt_br: Toque duas vezes para ligar ou desligar o som
sv: Dubbeltryck för att slå på eller av ljudet

source: Drag up or down on the wave to set the strength, then rest four fingers on the pads below
da: Træk op eller ned på bølgen for at indstille styrken, og læg fire fingre på puderne nedenfor
de: Auf der Welle nach oben oder unten ziehen, um die Stärke einzustellen, dann vier Finger auf die Felder darunter legen
es: Arrastra arriba o abajo sobre la onda para ajustar la intensidad y apoya cuatro dedos en las almohadillas de abajo
fi: Vedä ylös tai alas aallolla säätääksesi voimakkuutta ja aseta neljä sormea alla oleville tyynyille
fr: Glissez de haut en bas sur l'onde pour régler l'intensité, puis posez quatre doigts sur les pastilles en dessous
it: Trascina su o giù sull'onda per impostare l'intensità, poi appoggia quattro dita sui tamponi sotto
nb: Dra opp eller ned på bølgen for å stille styrken, og legg fire fingre på putene under
nl: Sleep omhoog of omlaag op de golf om de sterkte in te stellen en leg vier vingers op de vlakken eronder
pt_br: Arraste para cima ou para baixo na onda para ajustar a intensidade e apoie quatro dedos nas áreas abaixo
sv: Dra upp eller ner på vågen för att ställa styrkan, vila sedan fyra fingrar på plattorna nedanför

source: Drag up or down to zip and unzip
da: Træk op eller ned for at åbne og lukke
de: Hoch oder runter ziehen zum Öffnen und Schließen
es: Arrastra arriba o abajo para abrir y cerrar
fi: Vedä ylös tai alas avataksesi ja sulkeaksesi
fr: Glissez de haut en bas pour ouvrir et fermer
it: Trascina su o giù per aprire e chiudere
nb: Dra opp eller ned for å åpne og lukke
nl: Sleep op of neer om te openen en sluiten
pt_br: Arraste para cima ou para baixo para abrir e fechar
sv: Dra upp eller ner för att öppna och stänga

source: Feel it
da: Mærk det
de: Fühl es
es: Siéntelo
fi: Tunne se
fr: Ressentez
it: Sentilo
nb: Kjenn det
nl: Voel het
pt_br: Sinta
sv: Känn det

source: Fidgets
da: Fiklelegetøj
de: Spielereien
es: Juguetes
fi: Näprättimet
fr: Jouets
it: Giochi
nb: Fikleleker
nl: Friemels
pt_br: Brinquedos
sv: Fingerleksaker

source: Fingers
da: Fingre
de: Finger
es: Dedos
fi: Sormet
fr: Doigts
it: Dita
nb: Fingre
nl: Vingers
pt_br: Dedos
sv: Fingrar

source: Flick anywhere to spin it
da: Knips hvor som helst for at få den til at snurre
de: Irgendwo schnippen, um ihn zu drehen
es: Impulsa en cualquier parte para hacerlo girar
fi: Näpäytä mistä tahansa saadaksesi sen pyörimään
fr: Lancez-le d'une pichenette n'importe où
it: Dai un colpetto ovunque per farlo girare
nb: Knips hvor som helst for å få den til å spinne
nl: Tik waar dan ook om hem rond te laten draaien
pt_br: Dê um peteleco em qualquer lugar para girar
sv: Knäpp till var som helst för att få den att snurra

source: Four down
da: Fire nede
de: Vier liegen auf
es: Cuatro apoyados
fi: Neljä alhaalla
fr: Quatre posés
it: Quattro appoggiate
nb: Fire nede
nl: Vier liggen
pt_br: Quatro apoiados
sv: Fyra nere

source: Glass
da: Glas
de: Glas
es: Cristal
fi: Lasi
fr: Verre
it: Vetro
nl: Glas
pt_br: Vidro
sv: Glas

source: Go dark
da: Sluk skærmen
de: Abdunkeln
es: Oscurecer
fi: Pimennä
fr: Écran noir
it: Schermo nero
nb: Mørklegg
nl: Zwart worden
pt_br: Escurecer
sv: Släck skärmen

source: Light switch
da: Lyskontakt
de: Lichtschalter
es: Interruptor
fi: Valokatkaisin
fr: Interrupteur
it: Interruttore
nb: Lysbryter
nl: Lichtschakelaar
pt_br: Interruptor
sv: Strömbrytare

source: Lights on
da: Lyset tændt
de: Licht an
es: Luz encendida
fi: Valot päällä
fr: Lumière allumée
it: Luce accesa
nb: Lyset på
nl: Licht aan
pt_br: Luz acesa
sv: Ljuset på

source: Lights out
da: Lyset slukket
de: Licht aus
es: Luz apagada
fi: Valot pois
fr: Lumière éteinte
it: Luce spenta
nb: Lyset av
nl: Licht uit
pt_br: Luz apagada
sv: Ljuset av

source: Medium
da: Mellem
de: Mittel
es: Media
fi: Keskitaso
fr: Moyenne
it: Media
nb: Middels
nl: Gemiddeld
pt_br: Média
sv: Medel

source: OFF
da: SLUKKET
de: AUS
fi: POIS
fr: ARRÊT
it: SPENTO
nb: AV
nl: UIT
pt_br: DESLIGADO
sv: AV

source: ON
da: TÆNDT
de: EIN
fi: PÄÄLLÄ
fr: MARCHE
it: ACCESO
nb: PÅ
nl: AAN
pt_br: LIGADO
sv: PÅ

source: Off, turned off by Reduce Motion
da: Fra, slået fra af Reducér bevægelse
de: Aus, durch Bewegung reduzieren abgeschaltet
es: Desactivado por Reducir movimiento
fi: Pois, Vähennä liikettä kytki sen pois
fr: Désactivé par Réduire les animations
it: Disattivato da Riduci movimento
nb: Av, slått av av Reduser bevegelse
nl: Uit, uitgezet door Verminder beweging
pt_br: Desligado por Reduzir movimento
sv: Av, avstängt av Minska rörelse

source: PER TICK
da: PER KLIK
de: PRO RASTE
es: POR CLIC
fi: PER PYKÄLÄ
fr: PAR CRAN
it: PER SCATTO
nb: PER KLIKK
nl: PER KLIK
pt_br: POR CLIQUE
sv: PER KLICK

source: Paper
da: Papir
de: Papier
es: Papel
fi: Paperi
fr: Papier
it: Carta
nb: Papir
nl: Papier
pt_br: Papel
sv: Papper

source: Paper boil
da: Levende papir
de: Papierflimmern
es: Papel vivo
fi: Elävä paperi
fr: Papier vivant
it: Carta viva
nb: Levende papir
nl: Levend papier
pt_br: Papel vivo
sv: Levande papper

source: Plays one of each haptic in the app
da: Afspiller én af hver haptik i appen
de: Spielt je ein Haptik-Muster der App ab
es: Reproduce una vibración de cada tipo de la app
fi: Toistaa yhden kutakin sovelluksen tuntopalautetta
fr: Joue un retour haptique de chaque type de l'app
it: Riproduce un feedback aptico di ogni tipo
nb: Spiller av én av hver haptikk i appen
nl: Speelt van elke haptiek in de app er één af
pt_br: Toca um retorno tátil de cada tipo do app
sv: Spelar upp en av varje haptik i appen

source: Press or drag across to pop. They come back on their own
da: Tryk eller træk for at poppe. De kommer tilbage af sig selv
de: Drücken oder ziehen zum Zerplatzen. Sie kommen von selbst zurück
es: Pulsa o arrastra para estallar. Vuelven solas
fi: Paina tai vedä puhkaistaksesi. Ne palaavat itsestään
fr: Appuyez ou glissez pour éclater. Elles reviennent seules
it: Premi o trascina per farle scoppiare. Tornano da sole
nb: Trykk eller dra for å sprette. De kommer tilbake av seg selv
nl: Druk of sleep om te knappen. Ze komen vanzelf terug
pt_br: Pressione ou arraste para estourar. Elas voltam sozinhas
sv: Tryck eller dra för att spräcka. De kommer tillbaka av sig själva

source: RPM
da: O/MIN
de: U/MIN
fi: K/MIN
fr: TR/MIN
it: GIRI/MIN
nb: O/MIN
nl: TPM
sv: V/MIN

source: Rest four fingers
da: Læg fire fingre
de: Vier Finger auflegen
es: Apoya cuatro dedos
fi: Aseta neljä sormea
fr: Posez quatre doigts
it: Appoggia quattro dita
nb: Legg fire fingre
nl: Leg vier vingers neer
pt_br: Apoie quatro dedos
sv: Vila fyra fingrar

source: Rub in a circle anywhere. One click every fifteen degrees
da: Gnid i cirkel hvor som helst. Ét klik for hver femten grader
de: Irgendwo im Kreis reiben. Ein Klick alle fünfzehn Grad
es: Frota en círculo en cualquier parte. Un clic cada quince grados
fi: Hiero ympyrää missä tahansa. Yksi naksaus viidentoista asteen välein
fr: Frottez en cercle n'importe où. Un cran tous les quinze degrés
it: Sfrega in cerchio ovunque. Uno scatto ogni quindici gradi
nb: Gni i sirkel hvor som helst. Ett klikk per femten grader
nl: Wrijf overal rondjes. Eén klik per vijftien graden
pt_br: Esfregue em círculo em qualquer lugar. Um clique a cada quinze graus
sv: Gnid i cirkel var som helst. Ett klick var femtonde grad

source: Settings
da: Indstillinger
de: Einstellungen
es: Ajustes
fi: Asetukset
fr: Réglages
it: Impostazioni
nb: Innstillinger
nl: Instellingen
pt_br: Ajustes
sv: Inställningar

source: Soft
da: Svag
de: Leicht
es: Suave
fi: Kevyt
fr: Faible
it: Leggera
nb: Svak
nl: Zacht
pt_br: Leve
sv: Svag

source: Sound
da: Lyd
de: Ton
es: Sonido
fi: Ääni
fr: Son
it: Suono
nb: Lyd
nl: Geluid
pt_br: Som
sv: Ljud

source: Spinning
da: Snurrer
de: Dreht
es: Girando
fi: Pyörii
fr: En rotation
it: In rotazione
nb: Spinner
nl: Draait
pt_br: Girando
sv: Snurrar

source: Strength
da: Styrke
de: Stärke
es: Intensidad
fi: Voimakkuus
fr: Intensité
it: Intensità
nb: Styrke
nl: Sterkte
pt_br: Intensidade
sv: Styrka

source: Strong
da: Stærk
de: Stark
es: Fuerte
fi: Voimakas
fr: Forte
it: Forte
nb: Sterk
nl: Sterk
pt_br: Forte
sv: Stark

source: Swipe up to get fidgeting
da: Stryg op for at begynde
de: Nach oben wischen zum Loslegen
es: Desliza hacia arriba para empezar
fi: Pyyhkäise ylös aloittaaksesi
fr: Balayez vers le haut pour commencer
it: Scorri in alto per iniziare
nb: Sveip opp for å begynne
nl: Veeg omhoog om te beginnen
pt_br: Deslize para cima para começar
sv: Svep uppåt för att börja

source: Swipe up to start
da: Stryg op for at starte
de: Nach oben wischen zum Starten
es: Desliza hacia arriba para empezar
fi: Pyyhkäise ylös aloittaaksesi
fr: Balayez vers le haut pour commencer
it: Scorri in alto per iniziare
nb: Sveip opp for å starte
nl: Veeg omhoog om te starten
pt_br: Deslize para cima para começar
sv: Svep uppåt för att starta

source: Switched off
da: Fra
de: Aus
es: Apagado
fi: Pois
fr: Désactivé
it: Spento
nb: Av
nl: Uit
pt_br: Desligado
sv: Av

source: Switched on
da: Til
de: An
es: Encendido
fi: Päällä
fr: Activé
it: Acceso
nb: På
nl: Aan
pt_br: Ligado
sv: På

source: Tap anywhere to crack it. Shake to reset
da: Tryk hvor som helst for at knuse det. Ryst for at nulstille
de: Irgendwo tippen, um es zu zersplittern. Schütteln zum Zurücksetzen
es: Toca en cualquier parte para agrietarlo. Agita para reiniciar
fi: Napauta mistä tahansa halkaistaksesi. Ravista nollataksesi
fr: Touchez n'importe où pour le fissurer. Secouez pour réinitialiser
it: Tocca ovunque per incrinarlo. Scuoti per azzerare
nb: Trykk hvor som helst for å knuse det. Rist for å nullstille
nl: Tik waar dan ook om het te breken. Schud om te wissen
pt_br: Toque em qualquer lugar para rachar. Balance para zerar
sv: Tryck var som helst för att spräcka det. Skaka för att nollställa

source: Tap anywhere to flip the switch
da: Tryk hvor som helst for at vippe kontakten
de: Irgendwo tippen, um den Schalter umzulegen
es: Toca en cualquier parte para accionar el interruptor
fi: Napauta mistä tahansa kääntääksesi katkaisimen
fr: Touchez n'importe où pour basculer l'interrupteur
it: Tocca ovunque per azionare l'interruttore
nb: Trykk hvor som helst for å vippe bryteren
nl: Tik waar dan ook om de schakelaar om te zetten
pt_br: Toque em qualquer lugar para acionar o interruptor
sv: Tryck var som helst för att slå om strömbrytaren

source: Zipper
da: Lynlås
de: Reißverschluss
es: Cremallera
fi: Vetoketju
fr: Fermeture éclair
it: Cerniera
nb: Glidelås
nl: Rits
pt_br: Zíper
sv: Blixtlås

source: blacks out · let go to bring it back
da: bliver sort · slip for at få det tilbage
de: wird schwarz · loslassen holt es zurück
es: se apaga · suelta para volver
fi: pimenee · irrota palataksesi
fr: s'éteint · relâchez pour revenir
it: si spegne · rilascia per tornare
nb: blir svart · slipp for å få det tilbake
nl: wordt zwart · laat los om terug te keren
pt_br: apaga · solte para voltar
sv: släcks · släpp för att få tillbaka

source: click anywhere to flip
da: tryk hvor som helst for at vippe
de: irgendwo tippen zum Umlegen
es: toca donde sea para cambiar
fi: napauta mistä tahansa kääntääksesi
fr: touchez n'importe où pour basculer
it: tocca ovunque per invertire
nb: trykk hvor som helst for å vippe
nl: tik waar dan ook om te schakelen
pt_br: toque em qualquer lugar para virar
sv: tryck var som helst för att slå om

source: click to flip
da: tryk for at vippe
de: tippen zum Umlegen
es: toca para cambiar
fi: napauta kääntääksesi
fr: touchez pour basculer
it: tocca per invertire
nb: trykk for å vippe
nl: tik om te schakelen
pt_br: toque para virar
sv: tryck för att slå om

source: clicks and pops, off by default
da: klik og pop, slået fra som standard
de: Klicks und Plopps, standardmäßig aus
es: clics y estallidos, desactivado por defecto
fi: naksahduksia ja poksahduksia, oletuksena pois
fr: clics et pops, désactivé par défaut
it: clic e schiocchi, disattivato di default
nb: klikk og smell, av som standard
nl: klikjes en plofjes, standaard uit
pt_br: cliques e estouros, desligado por padrão
sv: klick och popp, av som standard

source: dark
da: mørkt
de: dunkel
es: oscuro
fi: tumma
fr: sombre
it: scuro
nb: mørk
nl: donker
pt_br: escuro
sv: mörkt

source: drag up or down
da: træk op eller ned
de: hoch oder runter ziehen
es: arrastra arriba o abajo
fi: vedä ylös tai alas
fr: glissez de haut en bas
it: trascina su o giù
nb: dra opp eller ned
nl: sleep op of neer
pt_br: arraste para cima ou baixo
sv: dra upp eller ner

source: drag up or down anywhere on the wave
da: træk op eller ned på bølgen
de: auf der Welle nach oben oder unten ziehen
es: arrastra arriba o abajo sobre la onda
fi: vedä ylös tai alas aallolla
fr: glissez vers le haut ou le bas sur l'onde
it: trascina su o giù sull'onda
nb: dra opp eller ned på bølgen
nl: sleep omhoog of omlaag op de golf
pt_br: arraste para cima ou para baixo na onda
sv: dra upp eller ner på vågen

source: drag up or down · tick rate follows you
da: træk op eller ned · takten følger dig
de: hoch oder runter ziehen · das Tempo folgt dir
es: arrastra arriba o abajo · el ritmo te sigue
fi: vedä ylös tai alas · tahti seuraa sinua
fr: glissez de haut en bas · le rythme vous suit
it: trascina su o giù · il ritmo ti segue
nb: dra opp eller ned · takten følger deg
nl: sleep op of neer · het ritme volgt je
pt_br: arraste para cima ou baixo · o ritmo te segue
sv: dra upp eller ner · takten följer dig

source: flick to spin
da: knips for at snurre
de: schnippen zum Drehen
es: impúlsalo para girar
fi: näpäytä pyörimään
fr: lancez d'une pichenette
it: dai un colpetto per girare
nb: knips for å spinne
nl: tik hem rond
pt_br: dê um peteleco para girar
sv: knäpp till för att snurra

source: four fingers down
da: fire fingre ned
de: vier Finger auflegen
es: cuatro dedos apoyados
fi: neljä sormea alas
fr: quatre doigts posés
it: quattro dita appoggiate
nb: fire fingre ned
nl: vier vingers neer
pt_br: quatro dedos apoiados
sv: fyra fingrar ner

source: guide fades once you land
da: guiden toner væk når du lander
de: die Führung verblasst beim Auflegen
es: la guía se desvanece al posarlos
fi: opaste haipuu kun asetat sormet
fr: le repère s'efface une fois posés
it: la guida svanisce quando le appoggi
nb: guiden falmer når du lander
nl: de gids vervaagt zodra je landt
pt_br: o guia some quando você apoia
sv: guiden tonar bort när du landar

source: left
da: venstre
de: links
es: izq.
fi: vasen
fr: gauche
it: sin.
nb: venstre
nl: links
pt_br: esq.
sv: vänster

source: light
da: lyst
de: hell
es: claro
fi: vaalea
fr: clair
it: chiaro
nb: lys
nl: licht
pt_br: claro
sv: ljust

source: never
da: aldrig
de: nie
es: nunca
fi: ei koskaan
fr: jamais
it: mai
nb: aldri
nl: nooit
pt_br: nunca
sv: aldrig

source: off · Reduce Motion is on
da: fra · Reducér bevægelse er slået til
de: aus · Bewegung reduzieren ist an
es: desactivado · Reducir movimiento activo
fi: pois · Vähennä liikettä on käytössä
fr: désactivé · Réduire les animations actif
it: disattivato · Riduci movimento attivo
nb: av · Reduser bevegelse er på
nl: uit · Verminder beweging staat aan
pt_br: desligado · Reduzir movimento ativo
sv: av · Minska rörelse är på

source: press anywhere
da: tryk hvor som helst
de: überall drücken
es: pulsa donde sea
fi: paina mistä tahansa
fr: appuyez n'importe où
it: premi ovunque
nb: trykk hvor som helst
nl: druk overal
pt_br: pressione em qualquer lugar
sv: tryck var som helst

source: press anywhere · every spot is a bubble
da: tryk hvor som helst · alt er bobler
de: überall drücken · jede Stelle ist eine Blase
es: pulsa donde sea · todo es burbuja
fi: paina mistä tahansa · kaikki on kuplaa
fr: appuyez n'importe où · tout est bulle
it: premi ovunque · ogni punto è una bolla
nb: trykk hvor som helst · alt er bobler
nl: druk overal · elke plek is een bubbel
pt_br: pressione em qualquer lugar · tudo é bolha
sv: tryck var som helst · allt är bubblor

source: right
da: højre
de: rechts
es: der.
fi: oikea
fr: droite
it: des.
nb: høyre
nl: rechts
pt_br: dir.
sv: höger

source: rolling index to little
da: rullende, pegefinger til lillefinger
de: als Welle, Zeige- bis Kleinfinger
es: en rodillo, del índice al meñique
fi: vierien, etusormesta pikkusormeen
fr: en roulé, de l'index à l'auriculaire
it: a rullo, dall'indice al mignolo
nb: rullende, pekefinger til lillefinger
nl: rollend, wijsvinger naar pink
pt_br: em rolagem, do indicador ao mínimo
sv: rullande, pekfinger till lillfinger

source: rub in a circle
da: gnid i cirkel
de: im Kreis reiben
es: frota en círculo
fi: hiero ympyrää
fr: frottez en cercle
it: sfrega in cerchio
nb: gni i sirkel
nl: wrijf rondjes
pt_br: esfregue em círculo
sv: gnid i cirkel

source: rub in a circle · anywhere on screen
da: gnid i cirkel · hvor som helst
de: im Kreis reiben · überall
es: frota en círculo · en cualquier parte
fi: hiero ympyrää · missä tahansa
fr: frottez en cercle · n'importe où
it: sfrega in cerchio · ovunque
nb: gni i sirkel · hvor som helst
nl: wrijf rondjes · overal op het scherm
pt_br: esfregue em círculo · em qualquer lugar
sv: gnid i cirkel · var som helst

source: tap anywhere
da: tryk hvor som helst
de: überall tippen
es: toca donde sea
fi: napauta mistä tahansa
fr: touchez n'importe où
it: tocca ovunque
nb: trykk hvor som helst
nl: tik overal
pt_br: toque em qualquer lugar
sv: tryck var som helst

source: tap anywhere · it spreads from your finger
da: tryk hvor som helst · det breder sig fra fingeren
de: überall tippen · es bricht vom Finger aus
es: toca donde sea · se extiende desde tu dedo
fi: napauta mistä tahansa · se leviää sormestasi
fr: touchez n'importe où · ça part de votre doigt
it: tocca ovunque · si propaga dal tuo dito
nb: trykk hvor som helst · det sprer seg fra fingeren
nl: tik overal · het loopt vanaf je vinger
pt_br: toque em qualquer lugar · espalha do seu dedo
sv: tryck var som helst · det sprider sig från fingret

source: tap the pane
da: tryk på ruden
de: auf die Scheibe tippen
es: toca el cristal
fi: napauta lasia
fr: touchez la vitre
it: tocca il vetro
nb: trykk på ruten
nl: tik op de ruit
pt_br: toque no vidro
sv: tryck på rutan

source: the drawings breathe · costs battery
da: tegningerne ånder · koster batteri
de: die Zeichnungen atmen · kostet Akku
es: los dibujos respiran · gasta batería
fi: piirrokset hengittävät · kuluttaa akkua
fr: les dessins respirent · consomme la batterie
it: i disegni respirano · consuma batteria
nb: tegningene puster · koster batteri
nl: de tekeningen ademen · kost batterij
pt_br: os desenhos respiram · gasta bateria
sv: teckningarna andas · drar batteri

source: tick on every lobe at twelve
da: ét klik pr. arm i toppen
de: ein Klick pro Arm oben
es: un clic por brazo en lo alto
fi: yksi naksaus per haara ylhäällä
fr: un cran par branche au sommet
it: un clic per braccio in alto
nb: ett klikk per arm på toppen
nl: een klik per arm bovenaan
pt_br: um clique por braço no topo
sv: ett klick per arm i topp

source: AMPLITUDE
es: AMPLITUD
fi: AMPLITUDI
it: AMPIEZZA
sv: AMPLITUD

source: Amplitude %lld
es: Amplitud %lld
fi: Amplitudi %lld
it: Ampiezza %lld
sv: Amplitud %lld

source: Fidget spinner
es: Spinner
fr: Hand spinner
it: Spinner
pt_br: Spinner

source: Finger massage
es: Masaje de dedos
fi: Sormihieronta
fr: Massage des doigts
it: Massaggio alle dita
nb: Fingermassasje
nl: Vingermassage
pt_br: Massagem nos dedos

source: Massage
es: Masaje
fi: Hieronta
it: Massaggio
nb: Massasje
pt_br: Massagem
